Repository: JFtechOfficial/JFtech4Kodi
Catalog: plugin.program.hyperion-controller/resources/language/*/strings.po
Languages: german

# #30000
source: Clear all effects/colors
german: Nehme dir Effekte/farben aus

# #30001
source: Colors
german: Farben

# #30002
source: Effects
german: Effekte

# #30003
source: RGB sliders
german: Sliders RGB

# #30004
source: Settings
german: Einstellungen

# #30005
source: Support me here: https://ko-fi.com/Y8Y0FW3V
german: Stütze mich unter hier: https://ko-fi.com/Y8Y0FW3V

# #30006
source: clearing...
german: Mache gerade aus...

# #30007
source: RED
german: ROT

# #30008
source: GREEN
german: GRÜN

# #30009
source: BLUE
german: BLAU

# #30010
source: launching
german: mache gerade an

# #30011
source: on Hyperion
german: in Hyperion

# #30013
source: cannot connect to the server
german: Es ist unmöglich, an dem Server sich zu verbinden

# #30014
source: Close
german: Schließe

# #32000
source: IP address
german: IP Adresse

# #32002
source: Priority (lower value = higher priority)
german: Priorität (geringerer Wert = höhere Priorität)

# #32003
source: Enable debugging mode
german: Aktivieren Sie Debugging mode
